/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "恢复";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "继续页面…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "暂停";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "删除";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "实用工具";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "扫描仪";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "耗材余量";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "日志与历史记录";

/* PP_STOP_QUEUE */
"Pause Printer" = "使打印机暂停打印";

/* PP_START_QUEUE */
"Resume Printer" = "使打印机继续打印";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "使传真机暂停传真";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "使传真机继续传真";

/* PP_INFO_QUEUE */
"Info" = "简介";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "删除作业";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "删除作业";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "暂停作业";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "暂停作业";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "继续作业";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "继续作业";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "继续页面作业…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "继续页面作业…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "显示已完成的作业";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "隐藏已完成的作业";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "继续打印选定作业";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "继续传真选定作业";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "继续在页面打印…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "继续传真在页面…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "暂停打印选定的作业";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "暂停传真选定的作业";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "删除选定的作业";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "启动打印机的实用工具";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "启动打印机的扫描仪";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "显示油墨或碳粉余量的信息";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "启动“控制台”以显示打印日志";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "停止将所有作业打印至此打印机";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "继续将所有作业打印至此打印机";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "停止将所有作业传真至此传真机";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "继续将所有作业传真至此传真机";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "显示此打印机的通用、设置和耗材余量信息";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "显示此传真机的通用、设置和耗材余量信息";

/* PP_PrinterReady */
"Printer Ready" = "打印机已准备就绪";

/* PP_PrinterStopped */
"Printer Paused" = "打印机已暂停";

/* PP_FaxReady */
"Fax Ready" = "传真机已准备就绪";

/* PP_FaxStopped */
"Fax Paused" = "传真机已暂停";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "自动退出";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "所有作业完成时自动退出";

/* PP_PrinterProcessing */
"Processing Job" = "正在处理作业";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "正在打印“%1$@”：第 %2$d 份（共 %3$d 份），第 %4$d 张（共 %5$d 张），第 %6$d 页（共 %7$d 页）。";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "正在打印“%1$@”：第 %2$d 份（共 %3$d 份），第 %4$d 页（共 %5$d 页）。";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "正在打印“%1$@”：第 %2$d 份（共 %3$d 份）";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "正在打印“%1$@”：第 %2$d 张（共 %3$d 张）";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "正在打印“%1$@”：第 %2$d 页（共 %3$d 页）";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "正在打印“%@”。";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "等待（需要鉴定）";

/* PJ_HoldUntilFormat */
"Hold until %@" = "暂停直到“%@”";

/* PJ_Hold */
"On Hold" = "暂停";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "打印";

/* PJ_Stopped */
"Stopped" = "已停止";

/* PJ_Cancelled */
"Cancelled" = "已取消";

/* PJ_Aborted */
"Aborted" = "已中止";

/* PJ_Completed */
"Completed" = "已完成";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "未指定用于打印文稿“%@”的默认应用程序。";

/* DV_FileSizeInBytes */
"%d bytes" = "%d 字节";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "状态：";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@（1 个作业）";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@（%d 个作业）";

/* OK_String */			
/* OK */
"OK" = "好";

/* Cancel_String */
"Cancel"= "取消";

/* Choose_String */
"Choose" = "选取";

/* PP_About_MenuItem */		
"About %@" = "关于“%@”";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "隐藏“%@”";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "退出“%@”";

/* PP_Help_MenuItem	*/
"Help %@" = "帮助“%@”";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "无法打开光栅文件";
"Error reading pixel data" = "读取像素数据时出错";
"Could not create T.4 tiff image" = "未能创建 T.4 tiff 图像";
"Unsupported raster type" = "光栅类型不被支持";

/* Default String for errors */
"Operation Could not be completed." = "操作未能被完成。";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "打印服务不可用。";

/* Error number shown in error alerts */
"Error:%d" = "错误：%d";


